---
kind: other
id: Properties.T:Autodesk.Revit.DB.Fabrication.FabricationSaveJobOptions
source: html/81b8a85f-0de9-8da5-c743-ac2e090d0b64.htm
---
# FabricationSaveJobOptions Properties

Set true to have holes for taps on straights added to the created fabrication job.